Repository: InQuant/djangocms_plus
Catalog: cmsplus/locale/*/LC_MESSAGES/django.po
Languages: de

source: Given json could not be converted
de: Das JSON konnte nicht konvertiert werden

source: Choose a tag type for this HTML element.
de: Wählen Sie ein HTML Tag Typ für dieses Element.

source: Background Color
de: Hintergrundfarbe

source: Select a background color.
de: Wählen Sie eine Hintergrundfarbe.

source: Margin settings
de: Margin Einstellungen

source: Padding settings
de: Padding Einstellungen

source: Module settings
de: Modul Einstellungen

source: Extra CSS
de: Zusätzliches CSS

source: Container Type
de: Container Typ

source: Changing your container from "fixed content with fluid margin" to "fluid content with fixed margin".
de: Ändern Sie Ihren Container von "fixed content with fluid margin" zu "fluid content with fixed margin".

source: Column
de: Spalte

source: Column settings
de: Spalteneinstellungen

source: Extra Column settings
de: Zusätzliche Spalteneinstellungen

source: Column 1/10
de: Spalte 1/10

source: None
de: Keine

source: Rounded
de: Abgerundet

source: Circle
de: Kreis

source: Thumbnail
de: Miniaturansicht

source: Image Shapes
de: Bildformen

source: Left
de: Links

source: Right
de: Rechts

source: Center
de: Mitte

source: Image Alignment
de: Bildausrichting

source: How to align the image (this choice only applies if the image is fixed size (none repsonsive).
de: Wie das Bild ausgerichtet werden soll (nur wenn das Bild fixed size ist (none responsive)).

source: Crop image
de: Bild zuschneiden

source: Upscale image
de: Bild upscaling

source: Resize Options
de: Größe ändern Optionen

source: Options to use when calculating the cached size device specific version of the image.
de: Optionen, die bei der Berechnung der gecachten Größe der gerätespezifischen Version des Bildes verwendet werden sollen.

source: Shape and alignment settings
de: Form- und Ausrichtungseinstellungen

source: Fixed Dimension
de: Feste Abmessungen

source: Set one or both image dimensions to fixed [px, %, rem, vw, vh].
de: Eine oder beide Bildabmessungen auf fixed stellen [px, %, rem, vw, vh].

source: Responsive options
de: Responsive Optionen

source: Maximum responsive width per device if no fixed (px) width or height given. Used to provide optimal image size for each device with respect to loading time.
de: Maximale responsive Breite pro Gerät, wenn keine feste (px) Breite oder Höhe angegeben ist. Wird verwendet, um für jedes Gerät eine optimale Bildgröße im Bezug auf die Ladezeit bereitzustellen.

source: Link settings
de: Link Einstellungen

source: No Image
de: Kein Bild

source: Filer image not found for instance id: %s
de: Filer Bild nicht gefunden für Instanz id: %s

source: Background Image File
de: Hintergrundbilddatei

source: Background Image Title
de: Hintergrundbildtitel

source: Caption text added to the "title" attribute of the <div> background image container element.
de: Beschreibung die als "title" Attribut im <div> Hintergrundbild-Container-Element hinzugefügt wird.

source: Do thumbnail
de: Miniaturbild erstellen

source: Scale (thumbnail) image according to given device sizes below.
de: Skalieren Sie das Bild (Miniaturbild) gemäß den unten angegebenen Gerätegrößen.

source: Crop
de: Zuschneiden

source: Cut image before scale to given device size.
de: Schneiden Sie das Bild vor dem Skalieren auf die angegebene Gerätegröße.

source: Crop Specifiaction
de: Zuschnittspezifikationen

source: Background Img
de: Hintergrundbild

source: Heading {}
de: Überschrift {}

source: Heading content
de: Überschriftsinhalt

source: Heading
de: Überschrift

source: Figure Caption
de: Abbildungsbeschreibung

source: Figure
de: Abbildung

source: Aspect Ratio
de: Seitenverhältnis

source: Allow Fullscreen
de: Erlaube Vollbild

source: Autoplay
de: Automatisches Abspielen

source: Display Controls
de: Steuerelemente anzeigen

source: Enable Looping
de: Looping aktivieren

source: Inifinte loop playing.
de: Endlosschleifen spielen.

source: Embed Video
de: Video einbetten

source: Content
de: Inhalt

source: Large button
de: Große Schaltfläche

source: Default button
de: Standard Schaltfläche

source: Small button
de: Kleine Schaltfläche

source: Button Size
de: Schaltflächengröße

source: Button Size to use.
de: Verwendete Schaltflächengröße.

source: Button Block
de: Schaltflächen Block

source: No
de: Nein

source: Icon top
de: Icon Oben

source: Icon right
de: Icon Rechts

source: Icon left
de: Icon Links

source: Select icon position related to content.
de: Wählen Sie die Icon-Position relativ zum Inhalt.

source: Button
de: Schaltfläche

source: Styles
de: Stile

source: Icon settings
de: Icon Einstellungen

source: Extra settings
de: Zusätzliche Einstellungen

source: Close others
de: Andere schließen

source: Open only one card at a time.
de: Nur eine Card gleichzeitig geöffnet.

source: First open
de: Erste offen

source: Start with the first card open.
de: Mit der ersten Card geöffnet darstellen.

source: Accordion
de: Akkordion

source: Accordion Group
de: Akkordion Gruppe

source: Card Header
de: Card Überschrift

source: Card Footer
de: Card Fusszeile

source: Link Content
de: Link Inhalt

source: Content of Link
de: Inhalt Link

source: SVG Image File
de: SVG Bilddatei

source: Image Title
de: Bildtitel

source: Caption text added to the "title" attribute of the <img> element.
de: Beschreibung die im <img> Element als Attribut "title" hinzugefügt wird.

source: Alternative Description
de: Alternative Beschreibung

source: SvgImage
de: SvgBild

source: Height for landscape screen ratio.
de: Höhe für das Querformat-Bildschirmverhältnis.

source: Height for portrait screen ratio.
de: Höhe für das Hochformat-Bildschirmverhältnis.

source: Background Video
de: Hintergrundvideo

source: Audio URL to an external audio file e.g.: https://www.example.com/sample.mp3
de: Audio URL zu einer externen Audiodatei z. B.: https://www.example.com/sample.mp3

source: Figcaption for Audio
de: Beschreibung für Audiodatei

source: Start muted
de: Stumm starten

source: Embed Audio
de: Audio einbetten

source: No icon
de: Kein Icon

source: Gap
de: Abstand

source: Gap (px - default: 10) between slides.
de: Abstand (px - Standard: 10) zwischen slides.

source: Animation Duration
de: Animationsdauer

source: Animation duration (msec - default: 400) - time between start and end of a slide change.
de: Animationsdauer (msec - Standard: 400) - Zeit zwischen Start und Ende einer Slide Änderung.

source: Height
de: Höhe

source: Adds a custom (colored) layer to the map.
de: Fügt ein benutzerdefinierten (farbigen) Layer der Karte hinzu.

source: Latitude
de: Breitengrad

source: Longitude
de: Längengrad

source: Export Clipboard
de: Zwischenablage exportieren

source: Import Clipboard
de: Zwischenablage importieren

source: '%(value)s' is not a valid size unit. Allowed units are: %(allowed_units)s.
de: '%(value)s' ist keine gültig Größenangabe. Zugelassene Größen: %(allowed_units)s.

source: or
de: oder

source: Style
de: Stil

source: Extra CSS predefined style class for plugin.
de: Zusätzliche vordefinierte CSS Stile für dieses Plugin.

source: Extra Classes
de: Zusätzliche Einstellungen

source: Extra CSS Classes (space separated) for plugin.
de: Zusätzliche CSS Klassen (Kommatrennung) für dieses Plugin

source: Add extra (device specific) css key, values, e.g: margin or margin:md or transform:xl
de: Zusätzliche CSS key, values, z.B. margin oder margin:md oder transform:xl

source: CMS Page
de: CMS Seite

source: Download File
de: Download Datei

source: External URL
de: Externe URL

source: Mail To
de: Mail an

source: Type of link
de: Link Typ

source: Internal Page
de: Interne Seite

source: An internal link onto any CMS page.
de: Ein interner Link auf eine CMS Seite.

source: Anchor
de: Anker

source: An anchor or bookmark on the internal linked page.
de: Ein Anker oder Lesezeichen auf eine interne Seite.

source: Link onto external page
de: Link auf eine externe Seite

source: Download file
de: Downloaddatei

source: An internal link onto a file from filer
de: Ein interner Link auf eine Filer Datei

source: Serve file as webpage
de: Datei als Webseite ausliefern

source: e.g. PDF will be visible in browser instead of a download
de: z. B. wird eine PDF im Browser angezeigt statt einem Dateidownload

source: Open Email program with this address
de: Öffne Email Programm mit dieser Adresse

source: Same Window
de: Gleiches Fenster

source: New Window
de: Neues Fenster

source: Parent Window
de: Übergeordnetes Fenster

source: Topmost Frame
de: Oberster Rahmen

source: Link Target
de: Linkziel

source: Open Link in other target.
de: Link in neuem Ziel öffnen.

source: Link title
de: Link Titel

source: Link's title
de: Link's Titel

source: No Link
de: Kein Link

source: CMS page to link to is missing.
de: CMS Seite für Verlinkung fehlt.

source: File for download is missing.
de: Datei für den Download fehlt.

source: External link is missing.
de: Externer Link fehlt.

source: Mailto link is missing.
de: Mailto Link fehlt.

source: Image File
de: Bilddatei

source: Found error in '%(key)s'
de: Fehler in '%(key)s' gefunden

source: Edit
de: Bearbeiten

source: You cannot add plugins to this plugin.
de: Es können keine Plugins dem Plugin hinzugefügt werden.

source: Add plugin
de: Plugin hinzufügen

source: This plugin cannot be moved or edited outside of its parent
de: Dieses Plugin kann nicht außerhalb des übergeordneten Plugins verschoben oder bearbeitet werden

source: Cut
de: Ausschneiden

source: Copy
de: Kopieren

source: Paste
de: Einfügen

source: Clipboard is empty.
de: Zwischenablage ist leer.

source: This plugin does not allow plugins of this type as nested plugins.
de: Dieses Plugin erlaubt keine Plugins dieses Typs als verschachteltes Plugins.

source: This plugin cannot have nested plugins.
de: Dieses Plugin kann keine verschachtelten Plugins haben.

source: Delete
de: Löschen

source: Submitting will clear the current clipboard
de: Das Abschicken leert die aktuelle Zwischenablage

source: Submit
de: Abschicken

source: Successfully imported %(p_length)s Plugins
de: Erfolgreich %(p_length)s Plugins importiert

source: Your clipboard was updated! Please refresh page to refresh your clipboard!
de: Ihre Zwischenablage wurde aktualisiert. Bitte laden Sie die Seite neu um Ihre Zwischenablage nutzen zu können!

source: Description
de: Beschreibung

source: No description
de: Keine Beschreibung

source: Remove
de: Entfernen

source: Add
de: Hinzufügen

source: Add another key/value pair
de: Weiteres key/value Paar hinzufügen
